<?php

//tab add
$lang['pfi_h2'] = 'Плагин Perso Favicon';
$lang['pfi_ajout'] = 'Добавить иконку';
$lang['pfi_actu'] = 'Вот такая иконка сейчас находится в локальной папке: ';
$lang['pfi_actu2'] = 'ВНИМАНИЕ: При загрузке нового файла старая иконка будет перезаписана';
$lang['pfi_validdef'] = 'Вы подтверждаете свой выбор? Новая иконка будет перезаписана поверх существующей.';
$lang['pfi_select'] = 'Выберите файл с иконкой (.ico, максимум - 5 Кб)';
$lang['pfi_envoie'] = 'Загрузить в локальную папку';
$lang['pfi_erreur_ext'] = 'Вы должны загружать только файлы с расширением .ico';
$lang['pfi_erreur_taille'] = 'Максимальный объем файла 5 Кб';
$lang['pfi_erreur_exist'] = 'Файл был перезаписан';
$lang['pfi_erreur_nom'] = 'Неверное имя файла';
$lang['pfi_erreur_vide'] = 'Файл не найден';
$lang['pfi_ok'] = 'Файл загружен';
$lang['pfi_erreur_mouve'] = 'Не удается скопировать файл в папку "local" ';

//tab help
$lang['help'] = 'Справка';
$lang['pfi_aide1T'] = 'Форма добавления';
$lang['pfi_aide1'] = 'Вы можете добавить favicon, используя предложенную форму; файл будет автоматически переименован и перезапишет существующую иконку.<br> Максимальный размер файла 5 Кб.<br>В зависимости от Вашего браузера, изменение иконки может произойти не сразу.';
$lang['pfi_aide2T'] = '$conf[\'PersoFavicon\']';
$lang['pfi_aide2'] = 'Если вы загрузили иконку при помощи FTP, с именем отличным от "favicon.ico", то Вы можете указать имя этого файла в локальном конфигурационном файле <br>$conf[\'PersoFavicon\']=\'имя файла\'';

$lang['This section is reserved for the webmaster'] = 'Этот раздел предназначен для вебмастера';
?>